<li>Sievin JalkineOy</li>
<li>ОПТФ Свiтанк</li>
<li>Моготекс Кобрин</li>
<li>Славянка фабрика</li>
<li>Тумская швейная фабрика</li>
<li>Аваль фабрика</li>
<li>Азовская швейная фабрика №13</li>
<li>Барышская швейная фабрика</li>
<li>Бисан</li>
<li>Вяземкая швейная фабрика</li>
<li>Иглана</li>
<li>Инициатива фабрика</li>
<li>Леотэкс фабрика</li>
<li>Можгинская швейная фабрика</li>
<li>Нелидово-Спецодежда</li>
<li>Ногинская швейная фабрика</li>
<li>Покровская швейная фабрика Искра</li>
<li>Починковская швейная фабрика</li>
<li>Рузаевская швейная фабрика</li>
<li>Сафоновская швейная фабрика Орёл</li>
<li>Собинская швейная фабрика</li>
<li>Спектр фабрика</li>
<li>Стимул фабрика</li>
<li>Томский завод резиновой обуви</li>
<li>Фабрика одежды</li>
<li>Швейная фабрика Усмань</li>
<li>Швейное предприятие Комби-Стиль</li>
<li>Cofra SRL</li>